[Package]
Name=Heatmap with Group
Name_de=Heatmap mit Gruppe
Name_ja=グループ化ヒートマップ
Name_cn=分组热图
Description=Create a heatmap with manual grouping.\n A worksheet (virtual matrix) is required:  The first column contains the X labels, the second column includes the X grouping information, the Y labels are in the ""Long Name"" label row, and the Y grouping information is in the ""Comments"" label row.
Description_de=Erstellen Sie eine Heatmap mit manueller Gruppierung.\n Es ist ein Arbeitsblatt (virtuelle Matrix) erforderlich:  Die erste Spalte enthält die X-Beschriftungen, die zweite Spalte enthält die X-Gruppierungsinformationen, die Y-Beschriftungen befinden sich in der Beschriftungszeile "Langname" und die Y-Gruppierungsinformationen in der Beschriftungszeile "Kommentare".
Description_ja=手動でグループ化したヒートマップを作成します。\nワークシート（仮想行列）が必要です。1列目にXラベル、2列目にXのグループ情報、Yラベルは""ロングネーム""ラベル行に、Yのグループ情報は""コメント""ラベル行に配置してください。
Description_cn=创建手动分组的热图。\n 需要一个工作表（虚拟矩阵）：第一列里是 X 标签，第二列里是 X 分组信息，Y 标签位于“长名称”标签行中，Y 分组信息位于“注释”标签行中。
ID=1057
Version=1.0
Category=Contour, Heatmap
Keywords=
Author=OriginLab Corp.
Type=2
[Origin]
Version=10.25
Pro=0
